/*
Написать программу, которая из имеющегося массива строк формирует
новый массив из строк, длина которых меньше, либо равна 3 символам.
Первоначальный массив можно ввести с клавиатуры, либо задать на старте
выполнения алгоритма. При решении не рекомендуется пользоваться коллекциями,
лучше обойтись исключительно массивами.
*/

/*
Aлгоритм действий:
1. Задать массив строк
2. Вывести в консоль заданный массив
3. Выполнить поиск и запись строк длинны меньше либо равных 3 в новый массив
4. Вывод нового массива в консоль


*/